Repository: rafaelurben/django-account
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: de

source: third-party account
de: Drittanbieter-Account

source: third-party accounts
de: Drittanbieter-Accounts

source: password?
de: Passwort?

source: Account management
de: Accountverwaltung

source: this webapp
de: diese Webapp

source: Yes
de: Ja

source: No
de: Nein

source: This field is required.
de: Dieses Feld ist erforderlich.

source: I really want to delete my account.
de: Ich möchte meinen Account wirklich löschen.

source: I have read and understood the above notes.
de: Ich habe die obigen Hinweise gelesen und verstanden.

source: I am aware that all information linked to this account will be deleted.
de: Ich bin mir bewusst, dass alle mit diesem Account verknüpften Informationen gelöscht werden.

source: Delete account
de: Account löschen

source: You don't need your account anymore? You can delete it here.
de: Du benötigst deinen Account nicht mehr? Du kannst ihn hier löschen.

source: WARNING:
de: WARNUNG:

source: You are about to delete the account <u>%(username)s</u>!
de: Du bist im Begriff, den Account <u>%(username)s</u> zu löschen!

source: Once you submit this form, your account will be immediately deactivated and then permanently deleted. Please think carefully before proceeding!
de: Sobald du dieses Formular absendest, wird dein Account sofort deaktiviert und anschließend dauerhaft gelöscht. Bitte überlege dir diesen Schritt gut!

source: <b>Note:</b> The final deletion of the account will be done manually within a few days after deactivation. If you deleted your account by mistake, you may still have the possibility to reactivate it. Please contact the owner using the contact information in the help section immediately.
de: Die endgültige Löschung des Accounts erfolgt manuell innerhalb weniger Tage nach der Deaktivierung. Falls du deinen Account versehentlich gelöscht hast, besteht möglicherweise noch die Möglichkeit, ihn zu reaktivieren. Bitte kontaktiere dazu umgehend den Besitzer über die Kontaktdaten im Hilfebereich.

source: Deactivate & delete account
de: Account deaktivieren & löschen

source: Cancel
de: Abbrechen

source: Help
de: Hilfe

source: Close
de: Schliessen

source: This is the account management for your account for all webapps hosted on this website.
de: Dies ist die Accountverwaltung für deinen Account für alle Webapps auf dieser Website.

source: Get support
de: Erhalte Support

source: 404 - Not found
de: 404 - Nicht gefunden

source: Sorry, this page was not found!
de: Diese Seite wurde leider nicht gefunden!

source: Home
de: Startseite

source: Your account
de: Dein Account

source: Hello %(name)s! You are on the start page of the account management of your account for %(APPLICATION_NAME)s.
de: Hallo %(name)s! Du befindest dich hier auf der Startseite der Accountverwaltung deines Accounts für %(APPLICATION_NAME)s.

source: Leave account management
de: Accountverwaltung verlassen

source: Edit profile picture on Gravatar
de: Profilbild auf Gravatar bearbeiten

source: Edit profile
de: Profil bearbeiten

source: Login methods
de: Anmeldemethoden

source: You can manage your login methods here.
de: Hier kannst du deine Anmeldemethoden verwalten.

# Passkey description
source: The newest and most secure option.
de: Die neuste und sicherste Option.

source: Manage passkeys
de: Passkeys verwalten

source: OAuth providers
de: OAuth-Anbieter

# OAuth description
source: Supported providers:
de: Unterstützte Anbieter:

source: Manage OAuth providers
de: OAuth-Anbieter verwalten

source: Password
de: Passwort

# Password description
source: The oldest but simplest option.
de: Die älteste aber einfachste Option.

source: Reset password
de: Passwort zurücksetzen

source: Change password
de: Passwort ändern

source: Delete password
de: Passwort löschen

source: Set password
de: Passwort setzen

source: Would you like to delete your account?
de: Möchtest du deinen Account löschen?

source: On this page you can view your data and make various changes to it.
de: Auf dieser Seite kannst du deine Daten ansehen und diverse Änderungen daran vornehmen.

source: Here you can login with your account for %(APPLICATION_NAME)s.
de: Hier kannst du dich mit deinem Account für %(APPLICATION_NAME)s einloggen.

source: Login with password or passkey
de: Login mit Passwort oder Passkey

source: Login with username and password or passkey:
de: Login mit Benutzername & Password oder Passkey:

# Login button
source: Login
de: Einloggen

source: Login with passkey
de: Mit Passkey einloggen

source: Login via OAuth
de: Weiter via OAuth

source: Login with a third party:
de: Mit einem Drittanbieter anmelden:

source: Forgot password or username?
de: Passwort oder Benutzername vergessen?

source: Here you can reset your password. You will also be sent your user name.
de: Hier kannst du dein Passwort (zurück-)setzen. Dabei erhältst du auch deinen Benutzernamen zugesendet.

source: Register
de: Registrieren

source: Creating a new account is currently only possible via an OAuth provider. When you log in with one of the providers above, an account is automatically created for you.
de: Das Erstellen eines neuen Accounts ist zurzeit nur via OAuth-Provider möglich. Beim Einloggen mit einem der Anbieter oben wird automatisch ein Account für dich erstellt.

source: Passkeys are a new and secure authentication method that cannot be intercepted by phishing.
de: Passkeys sind eine neue und sichere Authentifizierungsmethode, welche nicht durch Phishing abgefangen werden können.

source: You can manage your registered OAuth providers here.
de: Hier kannst du deine registrierten OAuth-Anbieter verwalten.

source: Back
de: Zurück

source: You have registered the following OAuth providers:
de: Du hast die folgenden OAuth-Anbieter registriert:

source: You can add additional OAuth providers here:
de: Hier kannst du weitere OAuth-Anbieter hinzufügen:

source: On this page you can manage your OAuth providers.
de: Auf dieser Seite kannst du deine registrierten OAuth-Provider verwalten.

source: An <b>OAuth provider</b> is a third-party service that authenticates you so you can log in to this site faster and without a password.
de: Ein <b>OAuth-Anbieter</b> ist ein Drittanbieterdienst, der dich authentifiziert, damit du dich schneller und ohne Passwort auf dieser Seite anmelden kannst.

source: The security of logging in with such a provider depends on how well you protect your account with the respective provider.
de: Die Sicherheit der Anmeldung mit einem solchen Anbieter hängt davon ab, wie gut du deinen Account beim jeweiligen Anbieter schützt.

source: You can manage your saved passkeys here.
de: Hier kannst du deine gespeicherten Passkeys verwalten.

source: Password changed
de: Passwort geändert

source: Your password was successfully changed!
de: Dein Passwort wurde erfolgreich geändert!

source: Want to change your password? No problem! Here is the right place.
de: Du möchtest dein Passwort ändern? Kein Problem! Hier ist der richtige Platz dazu.

source: Go to login page
de: Zur Login-Seite

source: You have successfully confirmed your e-mail address and can now set a new password.
de: Du hast deine E-Mail-Adresse erfolgreich bestätigt und kannst nun ein neues Passwort festlegen.

source: Sorry, this link is invalid! Please request a new link:
de: Dieser Link ist leider ungültig! Bitte fordere einen neuen Link an:

source: Click here
de: Hier klicken

source: A request to reset your password has been submitted. You should now receive an e-mail with a confirmation link. Please follow the link for further instructions.
de: Eine Anfrage um das Passwort zurückzusetzen wurde eingereicht. Du solltest nun eine E-Mail mit einem Bestätigungslink erhalten. Bitte folge dem Link für weitere Anweisungen.

# Password reset email
source: Hi %(user.first_name)s! You're receiving this e-mail because you requested a password reset for your user account at %(domain)s. Please go to the following page and choose a new password:
de: Hallo %(user.first_name)s! Du erhälts diese E-Mail, weil jemand eine Zurücksetzung des Passworts für deinen Account auf %(domain)s angefordert hat. Folge folgendem Link um ein neues Passwort zu wählen:

# Password reset email
source: Your username, in case you've forgotten: %(username)s If you DID NOT REQUEST a password reset, you can safely ignore this e-mail. Thanks for using %(domain)s!
de: Dein Benutzername, falls du ihn vergessen hast: %(username)s Falls du diese Änderung NICHT ANGEFORDERT hast, kannst du diese E-Mail ignorieren. Danke, dass du %(domain)s verwendest!

source: Have you forgotten your password? You can reset your password here. You will then receive an email with further information.
de: Du hast dein Passwort vergessen? Hier kannst du dein Passwort zurückzusetzen. Anschliessend erhältst du eine E-Mail mit weiteren Informationen.

source: You have not yet set a password. You can request a password here. You will then receive an e-mail with further information.
de: Du hast bisher noch kein Passwort festgelegt. Hier kannst du ein Password anfordern. Anschliessend erhältst du eine E-Mail mit weiteren Informationen.

source: Forgot your password or haven't set one yet? Enter your e-mail address below to reset your reset your password. You will then receive an e-mail with further information.
de: Du hast dein Passwort vergessen oder hast noch keines gesetzt? Gib deine E-Mail-Adresse unten ein um dein Passwort zurückzusetzen. Anschliessend erhältst du eine E-Mail mit weiteren Informationen.

source: Pro tip: You will also be sent your user name.
de: Pro Tipp: Dabei erhältst du auch deinen Benutzernamen zugeschickt.

source: Request email
de: E-Mail anfordern

source: Your profile
de: Dein Profil

source: You can change your personal data here.
de: Hier kannst du deine persönlichen Daten ändern.

source: Save profile
de: Profil speichern

source: On this page you can change your name.
de: Auf dieser Seite kannst du deinen Namen ändern.

source: Changing your email address is currently not possible for technical reasons. Please contact me if you want to change it.
de: Aus technischen Gründen ist das Ändern deiner E-Mail-Adresse derzeit nicht möglich. Bitte kontaktiere mich, wenn du sie ändern möchtest.

source: Login with %(provider_name)s
de: Mit %(provider_name)s einloggen

source: Remove authentication method
de: Anmeldemethode entfernen

source: You have not yet added any OAuth providers to your account.
de: Du hast deinem Account noch keine OAuth-Provider hinzugefügt.

source: Manage account
de: Account verwalten

source: Other login methods
de: Weitere Anmeldemethoden

source: You are now logged out!
de: Du bist nun ausgeloggt.

source: You do not currently have a usable password set that could be deleted.
de: Du hast derzeit kein verwendbares Passwort gesetzt, das gelöscht werden könnte.

source: You must have at least one usable passkey or OAuth account to delete your password.
de: Du musst mindestens einen verwendbaren Passkey oder ein OAuth-Konto haben, um dein Passwort zu löschen.

source: Your password has been successfully deleted. Please sign back in using another method.
de: Dein Passwort wurde erfolgreich gelöscht. Bitte melde dich mit einer anderen Methode erneut an.
